;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 18 May 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 9

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Afrikaans
Code = af
Encoding = Unicode (UTF-16 LE BOM)

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Inligting oor %{Program.Name}
Label_Version = Weergawe
Label_AutoIt = Gebou met AutoIt weergawe
Label_Copyright = Kopiereg
Tip_Title_Donate = Skenk aan %{Company.Name}
Tip_Message_Donate = As jy 'n skenking maak, help jy om ons sagteware gratis te hou\rnen stel ons in staat om die gereedskap en dienste te bekom\rnwat ons gebruik om u te dien. 
Label_Home = Tuisblad
Label_License = Lisensie
Label_Support = Ondersteuning
Tip_Title_Country = Gemaak in Suid-Afrika
Tip_Message_Country = %{Program.Name} is in Suid-Afrika gebore.
Label_Contributors = Bydraers
Tip_Facebook = Like ons op Facebook.
Tip_Twitter = Volg ons op Twitter.
Tip_GooglePlus = Vind ons op Google.
Tip_GitHub = %{Program.Name} op GitHub
Button_Ok = OK
Label_RAM = (GEHEUE) %d MB VAN %d MB BESKIKBAAR (%d%)
Tip_RAM = Ewetoeganklike Geheue
Label_HDD = (%s) %.2f GB VAN %.2f GB BESKIKBAAR (%d%)

[Custom]
Label_Status_Welcome = Begin met die laai van die browser (kies die lêernaam). %{Program.Name} sal die proses outomaties opspoor vanaf die exe wat jy kies.
Label_Status_Updates = Op soek na opdaterings
Group_Load_Browser = Laai Browser
Label_Executable = Uitvoerbare Pad (%s):
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &Snuffel
Group_Options = Opsies
Checkbox_Reduce_Mem = Verminder geheue elke :
Label_Milliseconds = millisekondes
Checkbox_Reduce_Limit = Verminder slegs geheue as die gebruik verby is :
Checkbox_Start_With = Begin %s wanneer %{Program.Name} begin
Checkbox_Enable_Extended_Processes = Aktiveer verlengde prosesse
Button_Extended_Processes = &Verlengde Prosesse
Checkbox_Start_Windows = Begin %{Program.Name} wanneer Windows begin
Label_Settings_Updated = Stellings suksesvol opgedateer.
Button_Cancel = Kanselleer
Button_Save = Stoor
Time_Unit_01 = millisekondes
Time_Unit_02 = sekondes
Time_Unit_03 = minute
Time_Unit_04 = ure
Label_Boost_Description = Verminder elke %s %s as die gebruik oor %s MB.
Title_Select_Browser = Kies Browser
Tip_Minimized_Title = %{Program.Name} loop nog steeds!
Tip_Minimized_Message = %{Program.Name} sal voortgaan om te hardloop om %s se geheueverbruik te optimaliseer. Klik op die ikoon van die tray om verskeie optimaliseringsopsies te verander.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = Hoe oor 'n klein donasie om ons sagteware vir altyd gratis te hou?
Label_Message = Klik op die PayPal-knoppie hieronder, kies 'n bedrag, en stuur ons die donasie. Jou donasie sal gebruik word om ons sagteware te verbeter en alles gratis te hou op Rizonesoft. 'n $20-donasie sal ons vir ten minste 'n maand aan die gang hou.
Label_Donate = Sou jy oorweeg om 'n klein geskenk van $10 te gee om ons te help om %{Program.Name} te verbeter en die liggies aan te hou?

[Menus]
File = &Lêer
File_Preferences = &Voorkeure
File_Close = Sluit af\tAlt+F4
Help = &Help
Help_Update = Soek vir &Opdaterings
Help_Home = %{Company.Name} &Tuiste
Help_Downloads = &Meer Sagteware
Help_Support = &Ondersteuning
Help_Issue = Skep 'n &probleem
Help_Donate = &Skenkings 
Help_About = &Inligting oor %{Program.Name}
Tray_About = &Inligting oor %{Program.Name}
Tray_Open = &Maak %{Program.Name} Oop
Tray_Extended_Processes = Verlengde prosesse
Tray_Run = Begin %s
Tray_Run_Safemode = Begin %s in Safemode

[Messages]
Info_Title = Neem asseblief kennis
Warning_Title = Waarskuwing!
Error_Title = Oeps! Iets het verkeerd geloop!
Error_Oops = Oeps!
Singleton = %{Program.Name} is alreeds oop.
Compatible = %{Program.Name} is nie verenigbaar met u weergawe van Windows nie. As jy glo dat dit 'n fout is, voel asseblief vry om 'n boodskap by %s te stuur met al die besonderhede.
Compatible_Bit = Ongelukkig is %{Program.Name} 32 Bit nie verenigbaar met u weergawe van Windows nie. Laai asseblief %{Program.Name} 64 Bit van %s af.

[Preferences]
Window_Title = Voorkeure
Tab_General = Algemene
Tab_Performance = Prestasie
Tab_Language = Taal
Group_Notifications = Kennisgewings
Group_Extended_Processes = Verlengde prosesse
Group_Priority = Prioriteit
Group_Memory = Geheue
Group_Language = Taal
Checkbox_Notifications = Wys tray kennisgewings
Label_Extended_Processes = Tik hier die name van enige bykomende prosesse wat jy wil hê Fireman moet optimaliseer. Die lys moet geskei word (Process01.exe, Process02.exe, ens.)
Label_SetPriority = Stel proses prioriteit:
Checkbox_SaveRealtime = Stoor prioriteit bo hoog (nie aanbeveel nie).
Checkbox_ReduceMemory = Verminder geheue op lae geheue stelsels.
Label_Language_Message = Kies die taal wat u verkies en druk die %s knoppie om voort te gaan. (Herbegin benodig)
Button_Save = Stoor
Button_Cancel = Kanselleer
Label_Updated = Voorkeure Opgedateer
MsgBox_Language_Title = Taal verander!
MsgBox_Language_Message = Die gekose taal is verander. %{Program.Name} moet herbegin word vir die gekose taal om in werking te tree.
MsgBox_Closing_Title = Maak %{Program.Name} toe
MsgBox_Closing_Message = Wil jy nou %{Program.Name} toe maak?

[Update]
Window_Title_Available = Opdatering Beskikbaar
Window_Title_Congratulations = Hierdie is die nuutste weergawe.
Window_Title_Error = Iets het verkeerd geloop!
Label_Message_Update = Daar is 'n nuwe weergawe van %{Program.Name} beskikbaar.
Label_Message_Latest = U gebruik die nuutste weergawe van %{Program.Name}.
Label_Message_Error = Inligting oor die nuutste weergawe van %{Program.Name} kon nie opgespoor word nie.
Label_Message_Internet = Gaan asseblief u internetverbinding na en probeer weer.
Label_Build_Current = Huidige Bou:
Label_Build_Update = Opdatering Bou:
CheckBox_NoUpdate = Moenie vir opdaterings soek nie.
Button_Update = Lees meer
Button_Close = Maak toe

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt_Version = Met AutoIt Weergawe %{AutoIt.Version}
Bit = Bit